Repository: cyrillbolliger/breedersDB
Catalog: resources/locales/*/default.po
Languages: de

source: The batch has been saved.
de: Das Los wurde gespeichert.

source: The batch could not be saved. Please, try again.
de: Das Los konnte nicht gespeichert werden. Bitte versuche es erneut.

source: The batch has been deleted.
de: Das Los wurde gelöscht.

source: The batch could not be deleted. Please, try again.
de: Das Los konnte nicht gelöscht werden. Bitte versuche es erneut.

source: Direct access not allowed.
de: Direkter Zugriff nicht erlaubt.

source: Regular
de: Normal

source: Breeders Database
de: Züchter-Datenbank

source: average
de: Durchschnitt

source: count
de: Anzahl

source: standard deviation
de: Standardabweichung

source: value
de: Wert

source: values
de: Werte

source: Invalid arguments.
de: Ungültige Argumente.

source: The crossing has been saved.
de: Die Kreuzung wurde gespeichert.

source: The crossing could not be saved. Please try again.
de: Die Kreuzung konnte nicht gespeichert werden. Bitte versuche es erneut.

source: The crossing could not be saved. Please, try again.
de: Die Kreuzung konnte nicht gespeichert werden. Bitte versuche es erneut.

source: The crossing has been deleted.
de: Die Kreuzung wurde gelöscht.

source: The crossing could not be deleted. Please, try again.
de: Die Kreuzung konnte nicht gelöscht werden. Bitte versuche es erneut.

source: The experiment site has been saved.
de: Der Versuchsort wurde gespeichert.

source: The experiment site could not be saved. Please, try again.
de: Der Versuchsort konnte nicht gespeichert werden. Bitte versuche es erneut.

source: The experiment site has been deleted.
de: Der Versuchsort wurde gelöscht.

source: The experiment site could not be deleted. Please, try again.
de: Der Versuchsort konnte nicht gelöscht werden. Bitte versuche es erneut.

source: The grafting has been saved.
de: Die Veredelung wurde gespeichert.

source: The grafting could not be saved. Please, try again.
de: Die Veredelung konnte nicht gespeichert werden. Bitte versuche es erneut.

source: The grafting has been deleted.
de: Die Veredelung wurde gelöscht.

source: The grafting could not be deleted. Please, try again.
de: Die Veredelung konnte nicht gelöscht werden. Bitte versuche es erneut.

source: The mark form property has been saved.
de: Die Eigenschaft des Bewertungsformulars wurde gespeichert.

source: The mark form property could not be saved. Please, try again.
de: Die Eigenschaft des Bewertungsformulars konnte nicht gespeichert werden. Bitte versuche es erneut.

source: The mark form property has been deleted.
de: Die Eigenschaft des Bewertungsformulars wurde gelöscht.

source: The mark form property could not be deleted. Please, try again.
de: Die Eigenschaft des Bewertungsformulars konnte nicht gelöscht werden. Bitte versuche es erneut.

source: The mark form property type has been saved.
de: Der Eigenschaftstyp des Bewertungsformulars wurde gespeichert.

source: The mark form property type could not be saved. Please, try again.
de: Der Eigenschaftstyp des Bewertungsformulars konnte nicht gespeichert werden. Bitte versuche es erneut.

source: The mark form property type has been deleted.
de: Der Eigenschaftstyp des Bewertungsformulars wurde gelöscht.

source: The mark form property type could not be deleted. Please, try again.
de: Der Eigenschaftstyp des Bewertungsformulars konnte nicht gelöscht werden. Bitte versuche es erneut.

source: The mark form has been saved.
de: Das Bewertungsformular wurde gespeichert.

source: The mark form could not be saved. Please, try again.
de: Das Bewertungsformular konnte nicht gespeichert werden. Bitte versuche es erneut.

source: The mark form has been deleted.
de: Das Bewertungsformular wurde gelöscht.

source: The mark form could not be deleted. Please, try again.
de: Das Bewertungsformular konnte nicht gelöscht werden. Bitte versuche es erneut.

source: The mark value has been saved.
de: Der Wert der Bewertung wurde gespeichert.

source: The mark value could not be saved. Please, try again.
de: Der Wert der Bewertung konnte nicht gespeichert werden. Bitte versuche es erneut.

source: The mark value has been deleted.
de: Der Wert der Bewertung wurde gelöscht.

source: The mark value could not be deleted. Please, try again.
de: Der Wert der Bewertung konnte nicht gelöscht werden. Bitte versuche es erneut.

source: The mark has been saved.
de: Die Bewertung wurde gespeichert.

source: The mark could not be saved.
de: Die Bewertung konnte nicht gespeichert werden.

source: Please select a tree by public id.
de: Bitte wähle einen Baum über seine Publicid.

source: One of the mark values violates the validation rules. Please check data types.
de: Einer der Werte der Bewertung verstößt gegen die Regeln der Gültigkeitsprüfung. Bitte überprüfe die Datentypen.

source: Please select a variety.
de: Bitte wähle eine Sorte aus.

source: Please select a batch.
de: Bitte wähle ein Los aus.

source: The mark has been deleted.
de: Die Bewertung wurde gelöscht.

source: The mark could not be deleted. Please, try again.
de: Die Bewertung konnte nicht gelöscht werden. Bitte versuche es erneut.

source: The mother tree has been saved.
de: Der Mutterbaum wurde gespeichert.

source: The mother tree could not be saved. Please, try again.
de: Der Mutterbaum konnte nicht gespeichert werden. Bitte versuche es erneut.

source: The mother tree has been deleted.
de: Der Mutterbaum wurde gelöscht.

source: The mother tree could not be deleted. Please, try again.
de: Der Mutterbaum konnte nicht gelöscht werden. Bitte versuche es erneut.

source: The query has been saved.
de: Die Abfrage wurde gespeichert.

source: The query could not be saved. Please, try again.
de: Die Abfrage konnte nicht gespeichert werden. Bitte versuche es erneut.

source: The query has been deleted.
de: Die Abfrage wurde gelöscht.

source: The query could not be deleted. Please, try again.
de: Die Abfrage konnte nicht gelöscht werden. Bitte versuche es erneut.

source: The query group has been saved.
de: Die Abfragengruppe wurde gespeichert.

source: The query group could not be saved. Please, try again.
de: Die Abfragengruppe konnte nicht gespeichert werden. Bitte versuche es erneut.

source: The query group has been deleted.
de: Die Abfragengruppe wurde gelöscht.

source: The query group could not be deleted. Please, try again.
de: Die Abfragengruppe konnte nicht gelöscht werden. Bitte versuche es erneut.

source: The rootstock has been saved.
de: Die Unterlage wurde gespeichert.

source: The rootstock could not be saved. Please, try again.
de: Die Unterlage konnte nicht gespeichert werden. Bitte versuche es erneut.

source: The rootstock has been deleted.
de: Die Unterlage wurde gelöscht.

source: The rootstock could not be deleted. Please, try again.
de: Die Unterlage konnte nicht gelöscht werden. Bitte versuche es erneut.

source: The row has been saved.
de: Die Zeile wurde gespeichert.

source: The row could not be saved. Please, try again.
de: Die Zeile konnte nicht gespeichert werden. Bitte versuche es erneut.

source: The row has been deleted.
de: Die Zeile wurde gelöscht.

source: The row could not be deleted. Please, try again.
de: Die Zeile konnte nicht gelöscht werden. Bitte versuche es erneut.

source: The scions bundle has been saved.
de: Das Reiserbündel wude gespeichert.

source: The scions bundle could not be saved. Please, try again.
de: Das Reiserbündel konnte nicht gespeichert werden. Bitte versuche es erneut.

source: The scions bundle has been deleted.
de: Das Reiserbündel wurde gelöscht.

source: The scions bundle could not be deleted. Please, try again.
de: Das Reiserbündel konnte nicht gelöscht werden. Bitte versuche es erneut.

source: Invalid setting.
de: Ungültige Einstellung.

source: Invalid offset. Accepted values are between 0 and 100.
de: Ungültiger Offset. Akzeptierte Werte sind zwischen 0 und 100.

source: Setting not found.
de: Einstellung nicht gefunden.

source: Setting saved.
de: Einstellung gespeichert.

source: Printer label offset left
de: Versatz von Links für Ettikettendruck

source: How many millimeters should the label be shifted to the right? Value must be between 0 and 100.
de: Wie viele Millimeter soll die Etikette nach rechts verschoben werden? Der Wert muss zwischen 0 und 100 liegen.

source: The tree has been saved.
de: Der Baum wurde gespeichert.

source: The tree could not be saved. Please, try again.
de: Der Baum konnte nicht gespeichert werden. Bitte versuche es erneut.

source: The tree has been deleted.
de: Der Baum wurde gelöscht.

source: The tree could not be deleted. Please, try again.
de: Der Baum konnte nicht gelöscht werden. Bitte versuche es erneut.

source: Anonymous
de: Anonymisiert

source: The user has been saved.
de: Der Benutzer wurde gespeichert.

source: The user could not be saved. Please, try again.
de: Der Benutzer konnte nicht gespeichert werden. Bitte versuche es erneut.

source: The user has been deleted.
de: Der Benutzer wurde gelöscht.

source: The user could not be deleted. Please, try again.
de: Der Benutzer konnte nicht gelöscht werden. Bitte versuche es erneut.

source: Your username or password is incorrect.
de: Dein Benutzername oder Passwort ist nicht korrekt.

source: The variety has been saved.
de: Die Sorte wurde gespeichert.

source: The variety could not be saved. Please, try again.
de: Die Sorte konnte nicht gespeichert werden. Bitte versuche es erneut.

source: The variety has been deleted.
de: Die Sorte wurde gelöscht.

source: The variety could not be deleted. Please, try again.
de: Die Sorte konnte nicht gelöscht werden. Bitte versuche es erneut.

source: Marked object
de: Bewertetes Objekt

source: Please enter a number
de: Bitte gib eine Zahl ein

source: Only integers allowed
de: Nur Ganzzahlen erlaubt

source: The given number must not be smaller then %s
de: Die eingegebene Zahl darf nicht kleiner als %s sein

source: The given number must not be greater then %s
de: Die eingegebene Zahl darf nicht größer sein als %s

source: Only numbers allowed
de: Nur numerische Werte erlaubt

source: Please enter a date
de: Bitte gib ein Datum ein

source: Please enter date and time
de: Bitte gib ein Datum und eine Uhrzeit ein

source: Please enter a time
de: Bitte gib eine Uhrzeit ein

source: Yes
de: Ja

source: No
de: Nein

# moment.js date format
source: The given date must match the format DD.MM.YYYY
de: Das Datum muss dem Format DD.MM.YYYY entsprechen

# moment.js datetime format
source: The given date and time must match the format DD.MM.YYYY HH:mm:ss
de: Das eingegebene Datum und die Uhrzeit müssen dem Format DD.MM.YYYY HH:mm:ss entsprechen

# moment.js time format
source: The given time must match the format HH:mm:ss
de: Die eingegebene Uhrzeit muss dem Format HH:mm:ss entsprechen

source: Batch -> Id
de: Los -> Id

source: Batch -> Crossing.Batch
de: Los -> Kreuzung.Sorte

source: Batch -> Date Sowed
de: Los -> Datum Aussaat

source: Batch -> Numb Seeds Sowed
de: Los -> Anzahl ausgesäte Samen

source: Batch -> Numb Sprouts Grown
de: Los -> Anzahl gewachsener Sprossen

source: Batch -> Seed Tray
de: Los -> Saatschale

source: Batch -> Date Planted
de: Los -> Pflanzdatum

source: Batch -> Numb Sprouts Planted
de: Los -> Anzahl ausgepflanzter Sprossen

source: Batch -> Patch
de: Los -> Beet

source: Batch -> Note
de: Los -> Bemerkung

source: Batch -> Crossing Id
de: Los -> Kreuzungs Id

source: Crossing -> Id
de: Kreuzung -> Id

source: Crossing -> Code
de: Kreuzung -> Code

source: Crossing -> Mother Variety
de: Kreuzung -> Muttersorte

source: Crossing -> Father Variety
de: Kreuzung -> Vatersorte

source: Crossing -> Target
de: Kreuzung -> Ziel

source: Mark -> Id
de: Bewertung -> Id

source: Mark -> Date
de: Bewertung -> Datum

source: Mark -> Author
de: Bewertung -> Autor

source: Mark -> Tree Id
de: Bewertung -> Baum Id

source: Mark -> Variety Id
de: Bewertung -> Sorten Id

source: Mark -> Batch Id
de: Bewertung -> Los Id

source: Mark -> Value
de: Bewertung -> Wert

source: Mark -> Exceptional Mark
de: Bewertung -> Ausserplanmässig

source: Mark -> Property
de: Bewertung -> Eigenschaft

source: Mark -> Property Id
de: Bewertung -> Eigenschaft Id

source: Mark -> Data Type
de: Bewertung -> Datentyp

source: Mark -> Property Type
de: Bewertung -> Eigenschaftstyp

source: Mother Tree -> Id
de: Mutterbaum -> Id

source: Mother Tree -> Crossing
de: Mutterbaum -> Kreuzung

source: Mother Tree -> Identification
de: Mutterbaum -> Kennzeichnung

source: Mother Tree -> Planed
de: Mutterbaum -> Geplant

source: Mother Tree -> Date Pollen Harvested
de: Mutterbaum -> Datum Pollenernte

source: Mother Tree -> Date Impregnated
de: Mutterbaum -> Datum Befruchtung

source: Mother Tree -> Date Fruit Harvested
de: Mutterbaum -> Datum Fruchternte

source: Mother Tree -> Numb Portions
de: Mutterbaum -> Anz. Portionen

source: Mother Tree -> Numb Flowers
de: Mutterbaum -> Anz. Blüten

source: Mother Tree -> Numb Fruits
de: Mutterbaum -> Anz. Früche

source: Mother Tree -> Numb Seeds
de: Mutterbaum -> Anz. Samen

source: Mother Tree -> Note
de: Mutterbaum -> Bemerkung

source: Mother Tree -> Convar
de: Mutterbaum -> Convar

source: Mother Tree -> Publicid
de: Mutterbaum -> Publicid

source: Mother Tree -> Offset
de: Mutterbaum -> Offset

source: Mother Tree -> Row
de: Mutterbaum -> Reihe

source: Mother Tree -> Experiment Site
de: Mutterbaum -> Versuchsort

source: Mother Tree -> Tree Id
de: Mutterbaum -> Baum Id

source: Mother Tree -> Crossing Id
de: Mutterbaum -> Kreuzungs Id

source: Scions Bundle -> Id
de: Reiserbündel -> Id

source: Scions Bundle -> Identification
de: Reiserbündel -> Kennzeichnung

source: Scions Bundle -> Convar
de: Reiserbündel -> Convar

source: Scions Bundle -> Numb Scions
de: Reiserbündel -> Anz. Reiser

source: Scions Bundle -> Date Scions Harvest
de: Reiserbündel -> Datum Reiserernte

source: Scions Bundle -> Descents (Publicids)
de: Reiserbündel -> Abstammung (Publicids)

source: Scions Bundle -> Note
de: Reiserbündel -> Bemerkung

source: Scions Bundle -> Reserved for external partners
de: Reiserbündel -> Reserviert für externe Partner

source: Scions Bundle -> Varienty Id
de: Reiserbündel -> Sorten Id

source: Tree -> Id
de: Baum -> Id

source: Tree -> Publicid
de: Baum -> Publicid

source: Tree -> Convar
de: Baum -> Convar

source: Tree -> Date Grafted
de: Baum -> Veredelungsdatum

source: Tree -> Date Planted
de: Baum -> Pflanzdatum

source: Tree -> Date Eliminated
de: Baum -> Eliminierungsdatum

source: Tree -> Date Labeled
de: Baum -> Ettiketierungsdatum

source: Tree -> Genuine Seedling
de: Baum -> Neuer Originalsämling

source: Tree -> Offset
de: Baum -> Offset

source: Tree -> Don't eliminate
de: Baum -> Nicht Eliminieren

source: Tree -> Row
de: Baum -> Reihe

source: Tree -> Note
de: Baum -> Bemerkung

source: Tree -> Variety Id
de: Baum -> Sorten Id

source: Tree -> Grafting
de: Baum -> Veredelung

source: Tree -> Rootstock
de: Baum -> Unterlage

source: Tree -> Experiment Site
de: Baum -> Versuchsort

source: Varieties -> Id
de: Sorten -> Id

source: Varieties -> Convar
de: Sorten -> Convar

source: Varieties -> Official Name
de: Sorten -> Offizieller Name

source: Varieties -> Acronym
de: Sorten -> Kürzel

source: Varieties -> Plant Breeder
de: Sorten -> Züchter

source: Varieties -> Registration
de: Sorten -> Registrierung

source: Varieties -> Description
de: Sorten -> Beschreibung

source: Varieties -> Batch Id
de: Sorten -> Los Id

source: Count
de: Anzahl

source: Average
de: Durchschnitt

source: Standard deviation
de: Standardabweichung

source: equal
de: gleich

source: not equal
de: nicht gleich

source: less
de: kleiner

source: less or equal
de: kleiner oder gleich

source: greater
de: grösser

source: greater or equal
de: grösser oder gleich

source: is null
de: ist leer

source: is not null
de: ist nicht leer

source: begins with
de: beginnt mit

source: doesn't begin with
de: beginnt nicht mit

source: contains
de: enthält

source: doesn't contain
de: enthält nicht

source: end with
de: endet mit

source: doesn't end with
de: endet nicht mit

source: is empty
de: ist leer

source: is not empty
de: ist nicht leer

source: has photo
de: Hat Foto

source: doesn't have photo
de: Hat kein Foto

source: True
de: Wahr

source: False
de: Falsch

source: Every
de: Jedes

# at least one
source: Any
de: Ein

source: Trees
de: Bäume

source: Varieties
de: Sorten

source: Batches
de: Lose

source: This field is required
de: Dieses Feld ist erforderlich

source: Input not valid. The code must match the following pattern: "NumberNumberUppercaseletter". Example: 17A
de: Eingabe nicht gültig. Der Code muss dem folgenden Muster entsprechen: "NummerNummerGrossbuchstabe". Beispiel: 17A

source: A batch with this code and this crossing already exists.
de: Ein Los mit diesem Code und dieser Kreuzung ist bereits vorhanden.

source: Crossing.Batch
de: Kreuzung.Sorte

source: Date Sowed
de: Datum Aussaat

source: Numb Seeds Sowed
de: Anzahl ausgesäte Samen

source: Numb Sprouts Grown
de: Anzahl gewachsener Sprossen

source: Seed Tray
de: Saatschale

source: Date Planted
de: Pflanzdatum

source: Numb Sprouts Planted
de: Anzahl ausgepflanzter Sprossen

source: Patch
de: Beet

source: Note
de: Bemerkung

source: Crossing Id
de: Kreuzungsid

source: Input not valid. The code must only contain alphanumerical characters (without umlauts). Length between four and eight characters.
de: Eingabe nicht gültig. Der Code darf nur alphanumerische Zeichen (ohne Umlaute) enthalten. Länge zwischen vier und acht Zeichen.

source: This code has already been used. Please use a unique code.
de: Dieser Code wurde bereits verwendet. Bitte wähle einen unverwechselbaren Code.

source: A crossing with the same mother variety and the same father variety already exists.
de: Eine Kreuzung mit der gleichen Muttersorte und der gleichen Vatersorte ist bereits vorhanden.

source: Crossings
de: Kreuzungen

source: Mother Variety
de: Muttersorte

source: Father Variety
de: Vatersorte

source: Target
de: Ziel

source: This name has already been used. Please use a unique name.
de: Dieser Name wurde bereits verwendet. Bitte wähle einen unverwechselbaren Namen.

source: This name has already been used.
de: Dieser Name wurde bereits verwendet.

source: The ">" sign is not allowed in the name.
de: Das Zeichen ">" ist im Namen nicht erlaubt.

source: The min value is required and must be smaller than the max value
de: Der Minimalwert erforderlich und muss kleiner sein als der Maximalwert

source: The max value is required and must be greater than the max value
de: Der Maximalwert ist erforderlich und muss grösser sein als der Minimalwert

source: The step value is required and must be greater than zero and smaller or equal to the difference between the max and the min value.
de: Die Schrittgrösse ist erforderlich und muss grösser als null sein und kleiner oder gleich der Differenz zwischen dem Maximalwert und dem Minimalwert.

source: Select at least one domain
de: Wähle mindestens eine Domäne

source: Integer
de: Ganzzahl

source: Floating-point number
de: Gleitkommazahl

source: Text ( < 255 characters)
de: Text (< 255 Zeichen)

source: Boolean
de: Boole'scher Wert

source: Date
de: Datum

source: Photo
de: Foto

source: The validation rules of this data type has been violated. Please check data type again.
de: Die Gültigkeitsregeln dieses Datentyps wurden verletzt. Bitte überprüfe den Datentypen.

source: Please select a tree
de: Bitte wähle einen Baum

source: Variety and batch must not be selected
de: Sorte und Los dürfen nicht ausgewählt sein

source: Please select a variety
de: Bitte wähle eine Sorte aus

source: Tree and batch must not be selected
de: Baum und Los dürfen nicht ausgewählt sein

source: Please select a batch
de: Bitte wähle ein Los aus

source: Tree and variety must not be selected
de: Baum und Sorte dürfen nicht ausgewählt sein

source: Marks
de: Bewertungen

source: Author
de: Autor

source: Tree Id
de: Baumid

source: Variety Id
de: Sortenid

source: Batch Id
de: Losid

source: Value
de: Wert

source: Exceptional Mark
de: Ausserplanmässige Bewertung

source: Property
de: Eigenschaft

source: Property Id
de: Eigenschaftsid

source: Data Type
de: Datentyp

source: Property Type
de: Eigenschaftstyp

source: The variety of the mother tree must match the mother variety of the crossing.
de: Die Sorte des Mutterbaums muss mit der Muttersorte der Kreuzung übereinstimmen.

source: Mother Trees
de: Mutterbäume

source: Crossing
de: Kreuzung

source: Identification
de: Kennzeichnung

source: Planed
de: Geplant

source: Date Pollen Harvested
de: Datum Pollenernte

source: Date Impregnated
de: Datum Befruchtung

source: Date Fruit Harvested
de: Datum Fruchternte

source: Numb Portions
de: Anz. Portionen

source: Numb Flowers
de: Anz. Blüten

source: Numb Fruits
de: Anz. Früchte

source: Numb Seeds
de: Anz. Samen

source: Row
de: Zeile

source: Experiment Site
de: Versuchsort

source: Scions Bundles
de: Reiserbündel

source: Numb Scions
de: Anz. Reiser

source: Date Scions Harvest
de: Datum Reiserernte

source: Descents (Publicids)
de: Abstammung (Publicids)

source: Reserved for external partners
de: Reserviert für externe Partner

source: Varienty Id
de: Sortenid

source: This number has already been used.
de: Diese Nummer wurde bereits verwendet.

source: Input not valid. The publicid must only contain numbers within 1 and 9999999.
de: Eingabe nicht gültig. Die Publicid darf nur Zahlen zwischen 1 und 9999999 enthalten.

source: The # prefix means, the tree was eliminated. It must therefore also have an elimination date.
de: Das Präfix # bedeutet, dass der Baum eliminiert wurde. Er muss daher auch ein Löschdatum haben.

source: Date Grafted
de: Veredelungsdatum

source: Date Eliminated
de: Eliminierungsdatum

source: Date Labeled
de: Ettiketierungsdatum

source: Genuine Seedling
de: Originalsämling

source: Don't eliminate
de: Nicht eliminieren

source: Grafting
de: Veredelung

source: Rootstock
de: Unterlage

source: A variety with this code and the same batch already exists.
de: Eine Sorte mit diesem und dem gleichen Los ist bereits vorhanden.

source: Official Name
de: Offizieller Name

source: Acronym
de: Kürzel

source: Plant Breeder
de: Züchter

source: Registration
de: Registrierung

source: Description
de: Beschreibung

source: Add Batch
de: Los hinzufügen

source: Submit
de: Absenden

source: Edit Batch
de: Los editieren

source: Filter by Crossing.Batch...
de: Filtern nach Kreuzung.Sorte...

source: Print label
de: Etikette drucken

source: Batch:
de: Los:

source: Created
de: Erstellt

source: Modified
de: Geändert

source: Related Varieties
de: Verwandte Sorten

source: Actions
de: Aktionen

source: View
de: Anzeigen

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Are you sure you want to delete "{0}" (id: {1})?
de: "{0}" wirklich löschen (id: {0})?

source: Add Crossing
de: Kreuzung hinzufügen

source: Edit Crossing
de: Kreuzung bearbeiten

source: Filter by code...
de: Nach Code filtern...

source: Crossing:
de: Kreuzung:

source: Mother variety
de: Muttersorte

source: Father variety
de: Vatersorte

source: Related Batches
de: Verwandte Lose

source: Related Mother Trees
de: Verwandte Mutterbäume

source: Mother tree not set.
de: Kein Mutterbaum gesetzt.

source: Add Experiment Site
de: Versuchsort hinzufügen

source: Edit Experiment Site
de: Versuchsort bearbeiten

source: Experiment Sites
de: Versuchsorte

source: first
de: erste

source: previous
de: zurück

source: next
de: weiter

source: last
de: letzte

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
de: Seite {{page}} von {{pages}}, zeige {{current}} Datensätze von {{count}} insgesamt

source: Select Experiment Site
de: Versuchsort auswählen

source: Experiment Site:
de: Versuchsort:

source: Add Grafting
de: Neue Veredelung
