Repository: cyrillbolliger/breedersDB
Catalog: resources/locales/*/default.po
Languages: de

source: Edit Grafting
de: Veredelung bearbeiten

source: Graftings
de: Veredelungen

source: Grafting:
de: Veredelung:

source: Add Property
de: Eigenschaft hinzufügen

source: Minimum Value
de: Minimalwert

source: Maximum Value
de: Maximalwert

source: This property serves to mark:
de: Diese Eigenschaft dient dem Bewerten von:

source: Add Mark Form Property
de: Eigenschaft des Bewertungsformulars hinzufügen

source: Mark Form Properties
de: Eigenschaften des Bewertungsformulars

source: Filter by name...
de: Nach Name filtern...

source: Mark Form Property:
de: Eigenschaft des Bewertungsformulars:

source: Step
de: Schritt

source: Related Mark Forms
de: Verwandte Bewertungsformulare

source: Mark Form
de: Bewertungsformular

source: Add Mark Property Type
de: Eigenschaftstyp für Bewertungen hinzufüen

source: Edit Mark Property Type
de: Eigenschaftstyp für Bewertungen bearbeiten

source: Mark Property Types
de: Eigenschaftstypen für Bewertungen

source: Mark Property Type:
de: Eigenschaftstyp für Bewertungen:

source: Related Mark Properties
de: Verwandte Eigenschaften für Bewertungen

source: Add Mark Form
de: Bewertungsformular hinzufügen

source: Fields
de: Felder

source: Add mark field to form
de: Bewertungsfeld zum Formular hinzufügen

source: Edit Mark Form
de: Bewertungsformular bearbeiten

source: Mark Forms
de: Bewertungsformulare

source: Mark Form:
de: Bewertungsformular:

source: Form Fields
de: Felder des Bewertungsformulars

source: Mark Property
de: Eigenschaft für Bewertungen

source: Priority
de: Priorität

source: Edit Mark Value
de: Wert der Bewertung bearbeiten

source: Mark Batch
de: Los bewerten

source: Mark Tree
de: Baum bewerten

source: Enter publicid...
de: Publicid eingeben...

source: Mark Tree by Scanner
de: Baum bewerten mit Scanner

source: Fill out form then scan tree and marks in here
de: Zuerst Formular ausfüllen, danach Baum und Werte in dieses Feld scannen

source: Please wait...
de: Bitte warten...

source: Mark Variety
de: Sorte bewerten

source: Edit Mark
de: Bewertung bearbeiten

source: Filter by mark type
de: Nach Bewertungstyp filtern

source: Tree:
de: Baum:

source: Variety:
de: Sorte:

source: Mark:
de: Bewertung:

source: Object
de: Objekt

source: Values
de: Werte

source: Add Mother Tree
de: Mutterbaum hinzufügen

source: Edit Mother Tree
de: Mutterbaum bearbeiten

source: Filter by code oder publicid...
de: Nach Code oder Publicid filtern...

source: Mother Tree:
de: Mutterbaum:

source: Tree
de: Baum

source: Add Query
de: Abfrage hinzufügen

source: Edit Query
de: Abfrage bearbeiten

source: Queries
de: Abfragen

source: Export to excel
de: Export als Excel

source: Query:
de: Abfrage:

source: Add Query Group
de: Abfragengruppe hinzufügen

source: Edit Query Group
de: Abfragengruppe bearbeiten

source: Add Rootstock
de: Unterlage hinzufügen

source: Edit Rootstock
de: Unterlage bearbeiten

source: Rootstocks
de: Unterlagen

source: Rootstock:
de: Unterlage:

source: Add Row
de: Zeile hinzufügen

source: Edit Row
de: Zeile bearbeiten

source: Rows
de: Zeilen

source: Row:
de: Zeile:

source: Date Created
de: Erstellt am

source: Related Trees
de: Verwandte Bäume

source: Add Scions Bundle
de: Reiserbündel hinzufügen

source: List of publicids of the descent trees, separeted by a comma
de: Liste der Publicids der abstammenden Bäume, separiert durch ein Komma

source: Edit Scions Bundle
de: Reiserbündel bearbeiten

source: Filter by code or convar...
de: Nach Convar oder Code filtern...

source: Scions Bundle:
de: Reiserbündel:

source: Descents Publicid List
de: Auflistung der Publicids der Herkunft

source: Variety
de: Sorte

source: Edit %s
de: %s bearbeiten

source: Save
de: Speichern

source: Settings
de: Einstellungen

source: Key
de: Schlüssel

source: Add Tree
de: Baum hinzufügen

source: Add Genuine Seedling
de: Originalsämling hinzufügen

source: Add Graft Tree
de: Reiserbaum hinzufügen

source: Edit Tree
de: Baum bearbeiten

source: Eliminate Tree
de: Baum eliminieren

source: Eliminate Tree (by scanner)
de: Baum eliminieren (mit Scanner)

source: Filter by publicid or convar...
de: Nach Publicid oder Convar filtern...

source: Plant Tree
de: Baum auspflanzen

source: Migrated Tree
de: Migrierter Baum

source: Don't Eliminate
de: Nicht eliminieren

source: Add User
de: Benutzer hinzufügen

source: Edit User
de: Benutzer bearbeiten

source: Users
de: Benutzer

source: Are you sure you want to delete this user: {0}?
de: Benutzer {0} wirklich löschen?

source: Time zone
de: Zeitzone

source: Add Breeder Variety
de: Zuchtsorte hinzufügen

source: Add Official Variety
de: Offizielle Sorte hinzufügen

source: Edit Variety
de: Sorte bearbeiten

source: Filter by ID, convar or breeder variety code...
de: Nach ID, Convar oder Züchter-Sorten-Code filtern...

source: Batch
de: Los

source: Breeder Variety Code
de: Züchter-Sorten-Code

source: Related Scions Bundles
de: Verwandte Reiserbündel

source: External Use
de: Externer gebrauch

source: List Batches
de: Lose auflisten

source: New Batch
de: Neues Los

source: Mother trees
de: Mutterbäume

source: List Crossings
de: Kreuzungen auflisten

source: New Crossing
de: Neue Kreuzung

source: List Mother Trees
de: Mutterbäume auflisten

source: New Mother Tree
de: Neuer Mutterbaum

source: or ''{now}'' (literally)
de: oder ''{now}'' (wörtlich)

source: The date must be valid and match one of the following formats: 'dd.mm.yyyy' or 'dd-mm-yyyy' or 'dd/mm/yyyy'
de: Das Datum muss gültig sein und einem der folgenden Formaten entsprechen: 'dd.mm.jjjj' oder 'dd-mm-jjjj' oder 'dd/mm/jjjj'

source: Enter "{now}" (literally) to get a scanner code that produces always the current date.
de: Gib "{now}" (wörtlich) ein, um einen Scannercode zu erhalten, der immer das aktuelle Datum erzeugt.

source: Are you sure you want to delete the Mark with the id {0}?
de: Bewertung mit der id {0} wirklich löschen?

source: Exceptional
de: Ausserplanmässig

source: Are you sure you want to delete "{0}" (id: {1,number,integer})?
de: "{0}" wirklich löschen (id: {1,number,integer})?

source: Mark Tree (Scanner)
de: Baum bewerten (Scanner)

source: Mark Tree (Mobile)
de: Baum bewerten (Handy)

source: List Marks
de: Bewertungen auflisten

source: Forms
de: Formulare

source: New Form
de: Neues Formular

source: List Forms
de: Formulare auflisten

source: Properties
de: Eigenschaften

source: New Property
de: Neue Eigenschaft

source: List Properties
de: Eigenschaften auflisten

source: Read
de: Lesen

source: Mark details
de: Details der Bewertung

source: Details about the marked object
de: Details zum bewerteten Objekt

source: Date planted
de: Pflanzdatum

source: Date eliminated
de: Eliminierungsdatum

source: Experiment site
de: Versuchsort

source: Show eliminated trees
de: Eliminierte Bäume anzeigen

source: Search Query
de: Suchanfrage

source: Main table
de: Haupttabelle

source: Group marks by
de: Gruppiere Bewertungen nach

source: Select columns shown in the results
de: Wähle in den Suchergebissen angezeigte Spalten aus

source: Set filter criteria
de: Filterkriterien einstellen

source: Stats
de: Statistiken

# short: count
source: cnt
de: Anz

# short: average
source: avg
de: Ø

# short: standard deviation
source: std
de: Abw

source: Are you sure you want to delete this group: {0}?
de: Gruppe {0} wirklich löschen?

source: Are you sure you want to delete this query: {0}?
de: Abfrage {0} wirklich löschen?

source: New Query
de: Neue Abfrage

source: New Group
de: Neue Gruppe

source: We've found some errors in the query.
de: Wir haben Fehler in der Abfrage gefunden.

source: List Rows
de: Zeilen auflisten

source: New Row
de: Neue Zeile

source: List Scions Bundles
de: Reiserbündel auflisten

source: New Scions Bundle
de: Neues Reiserbündel

source: List Rootstocks
de: Unterlagen auflisten

source: New Rootstock
de: Neue Unterlage

source: List Graftings
de: Veredelungen auflisten

source: New Grafting
de: Neue Veredelung

source: List Experiment Sites
de: Versuchsorte auflisten

source: New Experiment Site
de: Neuer Versuchsort

source: List Property Types
de: Eigenschaftstypen auflisten

source: New Property Type
de: Neuer Eigenschaftstyp

source: List Users
de: Benutzer auflisten

source: New User
de: Neuer Benutzer

source: General
de: Allgemein

source: List General Settings
de: Allgemeine Einstellungen auflisten

source: For this tree the don't eliminate flag was set!
de: Bei diesem Baum wurde das "Nicht eliminieren"-Häkchen gesetzt!

source: Print
de: Drucken

source: Eliminated
de: Eliminiert

source: eliminated
de: eliminiert

source: List Trees
de: Bäume auflisten

source: New Tree
de: Neuer Baum

source: New Genuine Seedling
de: Neuer Originalsämling

source: New Graft Tree
de: Neuer Reiserbaum

source: List Varieties
de: Sorten auflisten

source: New Breeder Variety
de: Neue Zuchtsorte

source: New Official Variety
de: Neue offizielle Sorte

source: Nothing found...
de: Nichts gefunden...

source: Print a label?
de: Ettikette drucken?

source: Don't print
de: Nicht drucken

source: Searching...
de: Suche...

source: Loading...
de: Suche...

source: Nothing found. Create new covar of:
de: Nichts gefunden. Erzeuge neues Convar aus:

source: NEW
de: NEU

source: Automatically prefilled
de: Automatisch eingefüllt

source: {0} matching elements for this mark were found.
de: {0} passende Elemente für für diese Bewertung gefunden.

source: No tree could be found
de: Kein Baum gefunden

source: Please wait, while your report is generated. This may take up to few minutes.
de: Der Bericht wird generiert. Dies kann einige Minuten dauern.

source: Sorry, your report couldn't be generated. Please try again.
de: Der Bericht konnte nicht generiert werden. Bitte versuche es erneut.

source: There were invalid rules in the query builder we could not restore. Please rebuild the ruleset.
de: Es gab ungültige Regeln im Abfrage-Generator, die nicht wiederhergestellt werden konnten. Erstellen den Regelsatz neu.

source: If marks are your main table, you must select some marks to display.
de: Wenn Bewertungen als Haupttabelle ausgewählt ist, musst du auch Bewertungen auswählen, die angezeigt werden sollen.

source: There are multiple forms on this page. Submitting by scanner does not work!
de: Es gibt mehrere Formulare auf dieser Seite. Es kann darum nicht mit dem Scanner abgeschickt werden!

source: Location: {0}
de: Standort: {0}

source: Logout
de: Abmelden

# {0} is replaced by an entity name.
source: There was an error loading {0}
de: {0} konnte nicht geladen werden

# The entitiy
source: mark
de: Bewertung

# after the : the name of the element to delete is inserted
source: Are you sure you want to delete:
de: Folgendes Element wirklich löschen:

# Query builder. {0} is replaced by the table name.
source: {0} will be deselected, since they aren't connected to the other selected entities.
de: {0} wird abgewählt, weil es nicht mit den anderen ausgewählten Tabellen verbunden ist.

source: Error
de: Fehler

source: Back
de: Zurück
